brew "awscli"
brew "cloc"
brew "ffmpeg"
brew "fish"
brew "jq"
brew "uv"
cask "adobe-creative-cloud"
cask "box-drive"
cask "box-tools"
cask "charles"
cask "chatgpt"
cask "cursor"
cask "figma"
cask "firefox@developer-edition"
cask "keka"
cask "microsoft-auto-update"
cask "microsoft-office-businesspro"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "windsurf"
vscode "42crunch.vscode-openapi"
vscode "alexdima.copy-relative-path"
vscode "alexdima.vscode-lcov"
vscode "arjun.swagger-viewer"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-whitespacer"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "gamunu.vscode-yarn"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hahn-kev.ftl-xml"
vscode "hediet.vscode-drawio"
vscode "infeng.vscode-react-typescript"
vscode "janisdd.vscode-edit-csv"
vscode "jinsihou.diff-tool"
vscode "joffreykern.markdown-toc"
vscode "kevgl.ejs-eval"
vscode "mathiasfrohlich.kotlin"
vscode "mermade.openapi-lint"
vscode "mhutchie.git-graph"
vscode "mikeburgh.xml-format"
vscode "mikestead.dotenv"
vscode "mimarec.swagger-doc-viewer"
vscode "mrmlnc.vscode-apache"
vscode "mrmlnc.vscode-duplicate"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.powershell"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nicoespeon.abracadabra"
vscode "nrwl.angular-console"
vscode "octref.vetur"
vscode "orta.vscode-jest"
vscode "philosowaffle.openapi-designer"
vscode "planbcoding.vscode-react-refactor"
vscode "qassimfarid.ejs-language-support"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sandcastle.vscode-open"
vscode "shailen.netlify"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sleistner.vscode-fileutils"
vscode "stormspirit.html2jsx-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"
vscode "stringham.copy-with-imports"
vscode "stringham.move-ts"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "tomoki1207.vscode-gfm-preview"
vscode "unifiedjs.vscode-mdx"
vscode "vector-of-bool.gitflow"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "yusukehirao.vscode-markuplint"
vscode "ziyasal.vscode-open-in-github"
